Repository: SidhaarthShree07/LaserBeam
Catalog: locale/*/messages.po
Languages: hi_in

source: Detector Distance (X) in mm
hi_in: डिटेक्टर दूरी (एक्स) मिमी में

source: help1
hi_in: प्रारंभ करने के लिए स्टार्ट बटन पर क्लिक करें

source: help2
hi_in: दिए गए ड्रॉप-डाउन सूची से बीम का चयन करें

source: help3
hi_in: संबंधित स्लाइडर का उपयोग कर डिटेक्टर की z- अक्ष की दूरी निर्धारित करें।

source: help4
hi_in: संबंधित स्लाइडर का उपयोग करके डिटेक्टर की एक्स-एक्सिस की दूरी निर्धारित करें।

source: help5
hi_in: ग्राफ़ चेक 'ग्राफ़ दिखाएँ' चेकबॉक्स दिखाने के लिए

source: help6
hi_in: प्रयोग को रीसेट करने के लिए, रीसेट बटन पर क्लिक करें।

source: Next
hi_in: आगामी

source: Close
hi_in: बंद करे

source: Start
hi_in: प्रारंभ

source: Stop
hi_in: रोक

source: Left Side View
hi_in: वाम साइड व्यू

source: Top Side View
hi_in: शीर्ष साइड व्यू

source: Right Side View
hi_in: सही तरफ देखें

source: Detection Output Unit
hi_in: डिटेक्शन आउटपुट यूनिट

source: Detector
hi_in: डिटेक्टर

source: Laser Emitter
hi_in: लेजर एमिटर

source: Laser Beam Divergence and Spot Size
hi_in: लेजर बीम विचलन और स्पॉट आकार

source: Variables
hi_in: उत्सर्जन स्पेक्ट्रा...

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 200 9 - 2015

source: Detector Distance(z):
hi_in: डिटेक्टर दूरी (जेड):

source: Detector Distance(x)
hi_in: डिटेक्टर दूरी (एक्स)

source: cm
hi_in: सी. म.

source: Show Graph
hi_in: ग्राफ़ दिखाएं

source: Reset
hi_in: प्रारंभ...

source: Divergence(mrad) :
hi_in: विचलन (विवाह):

source: BeamWaist(mm) :
hi_in: बीमवैस्ट (मिमी):

source: Spot Size At Z(mm) :
hi_in: ज़ेड (मिमी) पर स्पॉट आकार:

source: krypton
hi_in: क्रीप्टोण

source: He - Ne
hi_in: ही-ने

source: Argon
hi_in: आर्गन
